Repository: franck-paul/auberge
Catalog: locales/*/main.po
Languages: fr

source: Room
fr: Chambre

source: Check-in
fr: Arrivée

source: Check-out
fr: Départ

source: Staff role
fr: Role

source: %Y-%m-%d
fr: %d-%m-%Y

source: Room number:
fr: Numéro de chambre :

source: 0 = not set, 1 to 999 = residents, 1000+ = staff.
fr: 0 = inconnu, 1 à 999 = résidents, 1000+ = membre du personnel

source: Staff role:
fr: Rôle :

source: staff role
fr: rôle

source: Used only for staff member.
fr: utilisé uniquement pour les membres du personnel.

source: Dates of stay are not yet known.
fr: Dates de séjour pas encore connues.

source: Stay in the hostel from <strong>%s</strong> to <strong>%s</strong>
fr: Réside à l'auberge du <strong>%s</strong> au <strong>%s</strong>

source: Welcome to the hostel %s!
fr: Bienvenue à l'auberge %s !

source: You're staying in room number
fr: Vous logez dans la chambre numéro

source: You're staying in the <strong>staff</strong> room number
fr: Vous logez dans la chambre <strong>du personnel</strong> numéro

source: Your staff position is: <strong>%s</strong>
fr: Votre rôle est : <strong>%s</strong>

source: No room assigned yet.
fr: Pas encore de chambre affectée.

source: Your dates of stay are not yet known.
fr: Vos dates de séjour ne sont pas encore connues.

source: You stay in the hostel from <strong>%s</strong> to <strong>%s</strong>
fr: Vous résidez à l'auberge du <strong>%s</strong> au <strong>%s</strong>

source: The email you use for this game is: <strong>%s</strong> (it will be known only to innkeepers).
fr: L'email que vous utilisez pour le jeu est : <strong>%s</strong> (il ne sera connu que des aubergistes).

source: <a href="%s">Contact the organizers of the game</a>
fr: <a href="%s">Contacter les organisatrices du jeu</a>

source: Staff member
fr: Membre du personnel

source: Room %s
fr: Chambre %s
